/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorito";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tipo";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Agregar a “Loops sin etiquetar”";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Agregando loops de otro disco o partición";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Si estos archivos de audio tienen un tempo constante, inicia en un primer pulso y termina en un pulso; se adaptarán al tempo del proyecto al escucharlos o al agregarlos a un proyecto.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "La ubicación elegida se agregará a “Loops sin etiquetar”. Los archivos de audio que estén en esta ubicación y tengan un tempo constante que inician en un primer pulso y terminan en un pulso, se adaptarán al tempo del proyecto cuando se previsualicen o agreguen a un proyecto.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Cancelar";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copiar en la carpeta de loops";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Los loops se agregarán al explorador de loops, donde estarán disponibles para usarse en tus canciones. Elige entre copiar los loops a la carpeta Apple Loops desde Logic o usarlos directamente desde su ubicación actual.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Editar etiquetas";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Mostrar en el Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analizar loop";

/* Descriptors */
"Descriptors" = "Descriptores";

/* Genre */
"Genre" = "Género";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Agregando loops al explorador de loops";

/* Initial Title of the jam pack control */
"All Packs" = "Todos los paquetes";

/* Instrument */
"Instrument" = "Instrumento";

/* LoopBrower: two and more items label */
"%ld items" = "%ld elementos";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "loop en reproducción";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "loop de instrumento real";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop de instrumento de software";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop web";

/* LoopBrowser: one Item label */
"1 item" = "1 elemento";

/* LoopBrowser: zero Items label */
"0 items" = "0 elementos";

/* Move Loops Button */
"Move to Loops Folder" = "Mover a la carpeta de loops";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Los loops se agregarán al explorador de loops, donde estarán disponibles para usarse en tus canciones. Elige entre mover los loops a la carpeta Apple Loops desde Logic o usarlos directamente desde su ubicación actual.";

/* Reference Loops Button */
"Current Location" = "Ubicación actual";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindexar todos los loops";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Seleccionar los loops que se ven en el explorador de loops";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Ver loops categorizados por instrumento, género y descriptor";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Seleccionar si se muestran las palabras clave por instrumentos, por género o por estilo";

/* accessibility description of the segment that switches to column view */
"column view" = "visualización como columnas";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "visualización de botones musicales";

/* menu item in Recent Search History */
"Clear Search History" = "Borrar historial de búsquedas";

/* menu item in Recent Search History */
"No recent searches" = "No hay ninguna búsqueda reciente";

/* menu title in Recent Search History */
"Recent Searches" = "Búsquedas recientes";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Buscar loops";
